{"translation-revision-date":"2022-01-11 18:33:06+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"pt_BR"},"Enable instant search experience <span>(recommended)<\/span>":["Ativar experiência de pesquisa instantânea <span>(recomendado)<\/span>"],"Purchase Jetpack Instant Search now":["Adquira o Jetpack Instant Search agora"],"Jetpack Logo":["Logotipo do Jetpack"],"Jetpack logo":["Logotipo do Jetpack"],"Help your visitors find exactly what they're looking for, fast":["Ajude seus visitantes a encontrar o que eles procuram rapidamente"],"Edit sidebar widgets":["Edite os widgets de barra lateral"],"Customize search results":["Personalize os resultados da pesquisa"],"Jetpack Search is an incredibly powerful and customizable replacement for the search capability built into WordPress that helps your visitors find the right content.":["O Jetpack Search é um substituto poderoso e personalizável para o recurso de pesquisa do WordPress que ajuda os visitantes a encontrar o conteúdo certo."],"Upgrade to Jetpack Instant Search now":["Faça upgrade para o Jetpack Instant Search"],"Offer instant search results to your visitors as soon as they start typing. ":["Forneça resultados assim que seus visitantes começarem a digitar. "],"Jetpack encountered an error and was unable to display the Dashboard. Please try refreshing the page.":["Não foi possível exibir o Painel porque o Jetpack encontrou um erro. Tente atualizar a página."],"Filter options":["Opções de filtro"],"There seems to be a problem with your website.":["Parece haver um problema com o seu site."],"Error updating settings. %s":["Erro ao atualizar as configurações. %s"],"There seems to be a problem with your connection to WordPress.com. If the problem persists, try reconnecting.":["Parece que há um problema na sua conexão com o WordPress.com. Se o problema persistir, tente reconectar."],"Found %s results":["%s resultados encontrados"],"Oldest":["mais antiga"],"Instant search will allow your visitors to get search results as soon as they start typing. If deactivated, Jetpack Search will still optimize your search results but visitors will have to submit a search query before seeing any results.":["A pesquisa instantânea permite que seus visitantes obtenham resultados assim que começam a digitar. Se for desativada, o Jetpack Search continuará otimizando os resultados das pesquisas, mas os visitantes precisarão enviar uma consulta de pesquisa para obter resultados."],"Enable instant search experience (recommended)":["Ativar experiência de pesquisa instantânea (recomendado)"],"Privacy information":["Informações de privacidade"],"This feature is being managed by a site administrator. <link>Learn more<\/link>.":["Este recurso está sendo gerenciado por um administrador do site. <link>Saiba mais<\/link>."],"This feature has been disabled by a site administrator. <link>Learn more<\/link>.":["Este recurso foi desabilitado por um administrador do site. <link>Saiba mais<\/link>."],"This feature has been enabled by a site administrator. <link>Learn more<\/link>.":["Este recurso foi habilitado por um administrador do site. <link>Saiba mais<\/link>."],"Relevance":["Relevância"],"Jetpack Search":["Jetpack Search"],"An Automattic Airline":["Uma companhia aérea da Automattic"],"Updating settings…":["Atualizando configurações..."],"Updated settings.":["Configurações atualizadas."],"Updating Post by Email address…":["Atualizando endereço para publicar por e-mail..."],"Regenerated Post by Email address.":["Endereço para publicar por e-mail recuperado."],"Error regenerating Post by Email address. %s":["Erro ao recuperar endereço cadastrado para Publicar por e-mail. %s"],"Updated settings. Refreshing page…":["Configurações atualizadas. Atualizando a página…"],"Enable Jetpack Search":["Ativar pesquisa Jetpack"],"Learn more":["Saiba mais"],"Newest":["Mais recente"],"Jetpack":["Jetpack"]}},"comment":{"reference":"_inc\/build\/search-dashboard.js"}}